[{
    "number": 1,
    "size": "Large",
    "beds": 3,
    "cost": 99,
    "distanceToCityCenter": "Halifax, 0.5 km to City centre",
    "rating":["","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Maecenas malesuada euismod ligula vel gravida. Nulla felis turpis, auctor eu tincidunt et, malesuada sit amet diam. Donec non luctus ligula, luctus hendrerit justo. Aenean consequat laoreet ligula. Donec vel blandit eros. Aliquam maximus placerat lorem sit amet imperdiet. Nullam lobortis urna nisl. Morbi ut mauris posuere, pretium turpis nec, fermentum enim. Sed vitae urna nibh. In hac habitasse platea dictumst."
}, {
    "number": 2,
    "size": "Medium",
    "beds": 5,
    "cost": 150,
    "distanceToCityCenter": "Halifax, 0.2 km to City centre",
    "rating":["","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Vestibulum in risus convallis velit vehicula mattis ac nec ante. Nulla facilisi. Sed eu ante nibh. Nulla eu leo nec est auctor molestie in ac nulla. Suspendisse massa odio, dapibus id posuere tincidunt, accumsan pretium turpis. Praesent consectetur lectus ut sem malesuada, eget sagittis quam aliquet. Nam sit amet nunc libero. Curabitur ultricies luctus tellus, id egestas leo dapibus non. Integer risus sem, lacinia quis accumsan vitae, mattis vitae erat."
}, {
    "number": 3,
    "size": "Small",
    "beds": 1,
    "cost": 120,
    "distanceToCityCenter": "Halifax, 0.4 km to City centre",
    "rating":["","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Suspendisse potenti. In finibus aliquet quam sed dapibus. Quisque nunc est, varius ut vulputate sit amet, placerat vitae erat. Maecenas eleifend nisi vitae sem consequat, at posuere felis tempus. Ut non ipsum nec purus faucibus sollicitudin ut in sapien. Integer at malesuada dui, ac varius velit. Vestibulum efficitur ut neque vel ornare. Suspendisse potenti. Morbi facilisis nec ipsum sed suscipit. Nam ut bibendum urna."
}, {
    "number": 4,
    "size": "Large",
    "beds": 4,
    "cost": 135,
    "distanceToCityCenter": "Halifax, 1 km to City centre",
    "rating":["","","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Proin sollicitudin tellus sit amet nisi volutpat semper. Donec et tristique mi. Nulla porta convallis nisi. Nulla bibendum ultrices leo sed rutrum. Pellentesque euismod justo a ullamcorper vulputate. Maecenas dui sapien, euismod sit amet libero ac, cursus tempus enim. In tortor ipsum, cursus at accumsan nec, convallis faucibus odio. Aliquam ultricies libero non nulla hendrerit pharetra."
}, {
    "number": 5,
    "size": "Medium",
    "beds": 2,
    "cost": 100,
    "distanceToCityCenter": "Halifax, 0.3 km to City centre",
    "rating":["","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Aliquam eleifend sed dolor id venenatis. Suspendisse pharetra, erat vitae venenatis aliquet, erat elit volutpat mauris, ac lacinia urna sapien ut ipsum. Pellentesque habitant morbi tristique senectus et netus et malesuada fames ac turpis egestas. Nullam id purus nisl. Cras felis lorem, sagittis ut interdum et, placerat in nisi. Maecenas quis justo ut nulla ultrices sollicitudin. Pellentesque eget posuere sem, a dignissim leo. Aliquam scelerisque sollicitudin nibh. Aenean erat orci, luctus ut aliquet nec, vestibulum facilisis leo. Vivamus lectus tellus, euismod in aliquet quis, convallis id libero. Vivamus dictum gravida lectus sed euismod. Proin in massa ac ipsum posuere efficitur. Aliquam in lobortis ligula, vel congue tortor."
}, {
    "number": 6,
    "size": "Small",
    "beds": 1,
    "cost": 98,
    "distanceToCityCenter": "Halifax, 0.9 km to City centre",
    "rating":["","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Etiam egestas convallis lectus. Ut hendrerit varius dignissim. Duis dictum, elit at scelerisque tempor, mi turpis vestibulum diam, non finibus dui sem eu dui. Proin lobortis vel odio hendrerit tristique. Nullam et arcu elementum, luctus lorem ut, pretium dui. Aenean sit amet congue felis, sed rhoncus dolor. In quam tellus, malesuada eget est nec, sollicitudin porta tellus. Ut sapien massa, pellentesque luctus justo at, fringilla tristique sapien. Nam posuere nibh id ex porttitor porta. Praesent tincidunt, est quis finibus aliquam, eros dolor suscipit ligula, in rhoncus urna magna quis tellus. Curabitur finibus efficitur sem, sed ornare libero viverra et."
} , {
    "number": 7,
    "size": "Large",
    "beds": 3,
    "cost": 111,
    "distanceToCityCenter": "Halifax, 0.6 km to City centre",
    "rating":["","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Vivamus tristique rhoncus commodo. Morbi facilisis fringilla nisl ac convallis. In nec fringilla justo. Mauris quis fermentum tortor. Quisque gravida nec elit sagittis blandit. Nam ultricies facilisis auctor. Sed nec dictum mi, nec luctus ipsum. Suspendisse quam mi, fringilla eget magna ut, accumsan bibendum magna. Suspendisse in rhoncus enim. Duis metus nunc, lacinia ut sodales ac, venenatis quis diam. Integer eget velit eu magna cursus lobortis."
}, {
    "number": 8,
    "size": "Medium",
    "beds": 5,
    "cost": 110,
    "distanceToCityCenter": "Halifax, 0.8 km to City centre",
    "rating":["","","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Quisque imperdiet imperdiet elit vel accumsan. Duis in nunc sed diam porttitor convallis. Pellentesque suscipit nunc quis elementum eleifend. Phasellus ac lorem turpis. Maecenas pharetra felis at mattis auctor. Donec vulputate, eros quis maximus accumsan, tellus tortor tempus tellus, mattis dignissim massa justo nec nunc. Cras efficitur semper sapien, sit amet posuere risus. Pellentesque dolor tellus, porta non nulla venenatis, congue faucibus nibh. Fusce luctus, diam a posuere porttitor, ligula enim tincidunt quam, eget tempor ligula ligula eget eros. Donec nec est lobortis risus cursus mattis. Nam eleifend, diam vel cursus venenatis, erat tortor tincidunt nunc, at mollis purus justo eget nulla. Vestibulum malesuada sagittis ligula, sed vehicula ex finibus quis. Duis ultricies erat eget nibh sodales, id convallis enim lobortis. Nullam ultricies aliquet erat ac faucibus. Suspendisse potenti. Donec at nulla non felis bibendum mattis."
}, {
    "number": 9,
    "size": "Small",
    "beds": 1,
    "cost": 110,
    "distanceToCityCenter": "Halifax, 0.4 km to City centre",
    "rating":["","","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Nullam posuere malesuada ornare. Phasellus augue libero, porttitor a viverra sed, molestie eget tortor. Phasellus vel nisl vitae erat congue ultrices non ut velit. Morbi facilisis leo in luctus pulvinar. Mauris pharetra ac ligula eget aliquet. Sed ante tellus, imperdiet in metus eu, rutrum pharetra dolor. Morbi nec lorem elementum, tincidunt dolor vitae, pellentesque ipsum. Proin at metus lacus. Donec at arcu sed nunc vestibulum semper. Duis rutrum neque et libero hendrerit, ornare fermentum dui fermentum. Vivamus id enim mattis, faucibus risus id, congue mi. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Maecenas in semper libero. Nulla finibus arcu sit amet elit commodo, sit amet rutrum dui viverra."
}, {
    "number": 10,
    "size": "Large",
    "beds": 4,
    "cost": 121,
    "distanceToCityCenter": "Halifax, 0.9 km to City centre",
    "rating":["","","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "In sit amet ante sit amet metus feugiat posuere in eget dui. Sed elementum aliquam enim, vitae convallis tellus. Nam et interdum est. Fusce dolor massa, volutpat ac quam congue, elementum sollicitudin urna. Curabitur volutpat, metus ac lobortis lobortis, tellus est tempus nunc, ac euismod augue ipsum ac nisl. Pellentesque sem erat, iaculis non libero nec, fermentum vestibulum arcu. Nam imperdiet facilisis efficitur. Ut eu fermentum lacus. Donec et tempor nibh, nec euismod quam. Maecenas sem purus, accumsan vel dui et, ornare placerat urna."
}, {
    "number": 11,
    "size": "Medium",
    "beds": 2,
    "cost": 109,
    "distanceToCityCenter": "Halifax, 2 km to City centre",
    "rating":["","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Etiam laoreet volutpat orci a lacinia. Aenean suscipit iaculis velit, id mattis tortor sodales volutpat. Donec auctor ligula eu eros vehicula efficitur. Fusce porta justo felis, eu commodo turpis imperdiet sit amet. Maecenas at semper augue. Maecenas non consequat nisl, non luctus odio. Vestibulum quam odio, dignissim at accumsan id, facilisis in nisl. Phasellus feugiat rutrum tellus, in interdum sapien mollis sit amet. Suspendisse lacinia neque nibh, a luctus urna varius ac. Curabitur hendrerit ipsum justo, sit amet luctus elit ultricies vehicula. Suspendisse malesuada interdum urna quis mattis."
}, {
    "number": 12,
    "size": "Small",
    "beds": 1,
    "cost": 95,
    "distanceToCityCenter": "Halifax, 0.2 km to City centre",
    "rating":["","","",""],
    "img": "assets/images/room/",
    "img1": "assets/images/room/1.jpg",
    "img2": "assets/images/room/2.jpg",
    "img3": "assets/images/room/3.jpg",
    "img4": "assets/images/room/4.jpg",
    "img5": "assets/images/room/5.jpg",
    "img6": "assets/images/room/6.jpg",
    "details": "Aliquam in mi maximus, sollicitudin sem sagittis, placerat augue. Pellentesque feugiat pellentesque ipsum in mollis. Nulla facilisis lectus elit, feugiat pulvinar mauris mattis ut. Sed posuere mollis fringilla. Nullam sit amet odio sit amet purus posuere vehicula. Proin at erat at dolor ullamcorper sagittis a vulputate risus. Pellentesque vel mauris vitae ligula suscipit semper at eu ex. Nulla nec odio urna. Quisque blandit faucibus porta. Cras venenatis rutrum condimentum."
}]
